# Taps
tap "beeftornado/rmtree"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "moncho/dry"
tap "vitorgalvao/tiny-scripts"

# Binaries
brew "ansible"
brew "autojump"
brew "composer"
brew "diff-so-fancy"
brew "duti"
brew "fswatch"
brew "highlight"
brew "httpie"
brew "hugo"
brew "mariadb", restart_service: true
brew "neofetch"
brew "nvm"
brew "rbenv"
brew "rsync"
brew "tmux"
brew "yarn"
brew "moncho/dry/dry"
brew "vitorgalvao/tiny-scripts/cask-repair"

# Fonts
cask "font-fira-code"
cask "font-fira-sans"
cask "font-firacode-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-lato"
cask "font-meslo-nerd-font"
cask "font-montserrat"
cask "font-noto-sans-cjk-jp"
cask "font-noto-sans-cjk-sc"
cask "font-noto-sans-cjk-tc"
cask "font-poppins"
cask "font-powerline-symbols"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-roboto-slab"

# Apps
cask "1password"
cask "alfred"
cask "aliwangwang"
cask "bartender"
cask "cleanmymac"
cask "cloudapp"
cask "coda"
cask "drivedx"
cask "dropbox"
cask "evernote"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "mweb"
cask "ngrok"
cask "notion"
cask "ogdesign-eagle"
cask "postman"
cask "qbserve"
cask "sip"
cask "sketch"
cask "skype"
cask "slack"
cask "spotify"
cask "tableplus"
cask "teamviewer"
cask "textexpander"
cask "the-unarchiver"
cask "tower"
cask "transmit"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "zeplin"
